{
	"passwordReset": {
		"subject": "Нулирайте паролата си за Fluxer",
		"body": "Здравейте {username},\n\nПоискахте да нулирате паролата си за Fluxer. Моля, последвайте връзката по-долу, за да зададете нова парола:\n\n{resetUrl}\n\nАко не сте поискали нулиране на паролата, можете спокойно да игнорирате това писмо.\n\nТази връзка изтича след 1 час.\n\n- Екипът на Fluxer"
	},
	"emailVerification": {
		"subject": "Потвърдете имейл адреса си за Fluxer",
		"body": "Здравейте {username},\n\nМоля, потвърдете имейл адреса за вашия Fluxer акаунт, като кликнете върху връзката по-долу:\n\n{verifyUrl}\n\nАко не сте създали Fluxer акаунт, можете спокойно да игнорирате това писмо.\n\nТази връзка изтича след 24 часа.\n\n- Екипът на Fluxer"
	},
	"emailChangeOriginal": {
		"subject": "Потвърдете промяната на имейла си във Fluxer",
		"body": "Здравейте {username},\n\nПолучихме заявка за промяна на имейла към вашия Fluxer акаунт.\n\nЗа да потвърдите тази промяна, въведете този код в приложението:\n\n{code}\n\nТози код изтича на {expiresAt, date, full} {expiresAt, time, short}.\n\nАко не сте поискали това, незабавно защитете акаунта си.\n\n- Екипът по безопасност на Fluxer"
	},
	"emailChangeNew": {
		"subject": "Потвърдете новия си имейл за Fluxer",
		"body": "Здравейте {username},\n\nВъведете този код в приложението, за да потвърдите новия си имейл за Fluxer:\n\n{code}\n\nТози код изтича на {expiresAt, date, full} {expiresAt, time, short}.\n\nАко не сте поискали това, можете да игнорирате това писмо."
	},
	"ipAuthorization": {
		"subject": "Разрешете вход от нов IP адрес",
		"body": "Здравейте {username},\n\nЗасекохме опит за вход във вашия Fluxer акаунт от нов IP адрес:\n\nIP адрес: {ipAddress}\nМестоположение: {location}\n\nАко това сте били вие, моля, разрешете този IP адрес, като кликнете върху връзката по-долу:\n\n{authUrl}\n\nАко не сте опитвали да влезете, сменете паролата си незабавно.\n\nТази връзка за разрешение изтича след 30 минути.\n\n- Екипът на Fluxer"
	},
	"accountDisabledSuspicious": {
		"subject": "Вашият Fluxer акаунт е временно деактивиран",
		"body": "Здравейте {username},\n\nВашият Fluxer акаунт е временно деактивиран поради подозрителна активност.\n\n{reason, select,\n\tnull {}\n\tother {Причина: {reason}\n\n}}За да възстановите достъпа до акаунта си, трябва да нулирате паролата си:\n\n{forgotUrl}\n\nСлед като нулирате паролата си, ще можете да влезете отново.\n\nАко смятате, че това действие е предприето по погрешка, моля, свържете се с екипа ни за поддръжка.\n\n- Екипът по безопасност на Fluxer"
	},
	"accountTempBanned": {
		"subject": "Вашият Fluxer акаунт е временно спрян",
		"body": "Здравейте {username},\n\nВашият Fluxer акаунт е временно спрян за нарушаване на нашите Условия за ползване или Насоки за общността.\n\nПродължителност: {durationHours, plural,\n\t=1 {1 час}\n\tother {# часа}\n}\nСпрян до: {bannedUntil, date, full} {bannedUntil, time, short}\n{reason, select,\n\tnull {}\n\tother {\nПричина: {reason}}\n}\n\nПрез това време няма да имате достъп до акаунта си.\n\nПрепоръчваме ви да прегледате нашите:\n- Условия за ползване: {termsUrl}\n- Насоки за общността: {guidelinesUrl}\n\nАко смятате, че това решение за прилагане на мерки е неправилно или неоправдано, можете да подадете обжалване на appeals@fluxer.app от този имейл адрес. Моля, обяснете ясно защо смятате, че решението е неправилно. Ще прегледаме обжалването ви и ще отговорим с нашето решение.\n\n- Екипът по безопасност на Fluxer"
	},
	"accountScheduledDeletion": {
		"subject": "Вашият Fluxer акаунт е насрочен за изтриване",
		"body": "Здравейте {username},\n\nВашият Fluxer акаунт е насрочен за окончателно изтриване поради нарушения на нашите Условия за ползване или Насоки за общността.\n\nНасрочена дата за изтриване: {deletionDate, date, full} {deletionDate, time, short}\n{reason, select,\n\tnull {}\n\tother {\nПричина: {reason}}\n}\n\nТова е сериозна мярка. Данните на акаунта ви ще бъдат окончателно изтрити на насрочената дата.\n\nПрепоръчваме ви да прегледате нашите:\n- Условия за ползване: {termsUrl}\n- Насоки за общността: {guidelinesUrl}\n\nПРОЦЕДУРА ЗА ОБЖАЛВАНЕ:\nАко смятате, че това решение за прилагане на мерки е неправилно или неоправдано, имате 30 дни да подадете обжалване на appeals@fluxer.app от този имейл адрес.\n\nВ обжалването си, моля:\n- Ясно обяснете защо смятате, че решението е неправилно или неоправдано\n- Предоставете всякакви релевантни доказателства или контекст\n\nЧлен на Екипа по безопасност на Fluxer ще прегледа обжалването ви и може да отмени предстоящото изтриване до вземане на окончателно решение.\n\n- Екипът по безопасност на Fluxer"
	},
	"selfDeletionScheduled": {
		"subject": "Изтриването на вашия Fluxer акаунт е насрочено",
		"body": "Здравейте {username},\n\nСъжаляваме, че си тръгвате! Вашият Fluxer акаунт е насрочен за изтриване.\n\nНасрочена дата за изтриване: {deletionDate, date, full} {deletionDate, time, short}\n\nВАЖНО: Можете да отмените това изтриване по всяко време преди {deletionDate, date, full} {deletionDate, time, short}, като просто влезете отново в акаунта си.\n\nПРЕДИ ДА СИ ТРЪГНЕТЕ:\nТаблото за поверителност в Настройки на потребителя ви позволява да:\n- Изтриете съобщенията си в платформата\n- Извлечете ценни данни преди да напуснете\n\nМоля, имайте предвид: След като акаунтът ви бъде изтрит, няма начин да изтриете съобщенията си. Ако искате да изтриете съобщенията си, направете го чрез Таблото за поверителност преди изтриването на акаунта да бъде финализирано.\n\nАко промените решението си, просто влезте отново, за да отмените изтриването.\n\n- Екипът на Fluxer"
	},
	"inactivityWarning": {
		"subject": "Вашият Fluxer акаунт ще бъде изтрит поради неактивност",
		"body": "Здравейте {username},\n\nЗабелязахме, че не сте влизали във вашия Fluxer акаунт повече от 2 години.\n\nПоследно влизане: {lastActiveDate, date, full} {lastActiveDate, time, short}\n\nКато част от нашата политика за съхранение на данни, неактивните акаунти автоматично се насрочват за изтриване. Вашият акаунт ще бъде окончателно изтрит на:\n\nНасрочена дата за изтриване: {deletionDate, date, full} {deletionDate, time, short}\n\nКАК ДА ЗАПАЗИТЕ АКАУНТА СИ:\nПросто влезте в акаунта си на {loginUrl} преди датата за изтриване, за да отмените това автоматично изтриване. Не се изисква друго действие.\n\nКАКВО СЕ СЛУЧВА, АКО НЕ ВЛЕЗЕТЕ:\n- Вашият акаунт и всички свързани данни ще бъдат окончателно изтрити\n- Вашите съобщения ще бъдат анонимизирани (приписани на \"Изтрит потребител\")\n- Това действие не може да бъде отменено\n\nИСКАТЕ ДА ИЗТРИЕТЕ СЪОБЩЕНИЯТА СИ?\nАко искате да изтриете съобщенията си преди акаунтът ви да бъде изтрит, моля, влезте и използвайте Таблото за поверителност в Настройки на потребителя.\n\nНадяваме се да ви видим отново във Fluxer!\n\n- Екипът на Fluxer"
	},
	"harvestCompleted": {
		"subject": "Вашият експорт на данни от Fluxer е готов",
		"body": "Здравейте {username},\n\nЕкспортът на данните ви е завършен и е готов за изтегляне!\n\nОбобщение на експорта:\n- Общо съобщения: {totalMessages, number}\n- Размер на файла: {fileSizeMB} MB\n- Формат: ZIP архив с JSON файлове\n\nИзтеглете данните си: {downloadUrl}\n\nВАЖНО: Тази връзка за изтегляне изтича на {expiresAt, date, full} {expiresAt, time, short}\n\nКакво включва вашият експорт:\n- Всички ваши съобщения, организирани по канали\n- Метаданни за каналите\n- Вашият потребителски профил и информация за акаунта\n- Членства и настройки на гилдии\n- Сесии за удостоверяване и информация за сигурността\n\nДанните са организирани в JSON формат за лесно обработване и анализ.\n\nАко имате въпроси относно експорта на данните ви, моля, свържете се с support@fluxer.app\n\n- Екипът на Fluxer"
	},
	"unbanNotification": {
		"subject": "Временното спиране на вашия Fluxer акаунт е премахнато",
		"body": "Здравейте {username},\n\nДобри новини! Временното спиране на вашия Fluxer акаунт е премахнато.\n\nПричина: {reason}\n\nВече можете да влезете отново в акаунта си и да продължите да използвате Fluxer.\n\n- Екипът по безопасност на Fluxer"
	},
	"scheduledDeletionNotification": {
		"subject": "Вашият Fluxer акаунт е насрочен за изтриване",
		"body": "Здравейте {username},\n\nВашият Fluxer акаунт е насрочен за окончателно изтриване.\n\nНасрочена дата за изтриване: {deletionDate, date, full} {deletionDate, time, short}\nПричина: {reason}\n\nТова е сериозна мярка. Данните на акаунта ви ще бъдат окончателно изтрити на насрочената дата.\n\nАко смятате, че това решение за прилагане на мерки е неправилно, можете да подадете обжалване на appeals@fluxer.app от този имейл адрес.\n\n- Екипът по безопасност на Fluxer"
	},
	"giftChargebackNotification": {
		"subject": "Вашият подарък Fluxer Premium е отнет",
		"body": "Здравейте {username},\n\nПишем ви, за да ви информираме, че подаръкът Fluxer Premium, който сте активирали, е отнет поради спор за плащане (chargeback), подаден от първоначалния купувач.\n\nПремиум предимствата ви са премахнати от акаунта ви. Това действие беше предприето, защото плащането за подаръка е било оспорено и отменено.\n\nАко имате въпроси, моля, свържете се с support@fluxer.app.\n\n- Екипът на Fluxer"
	},
	"reportResolved": {
		"subject": "Вашият сигнал във Fluxer беше прегледан",
		"body": "Здравейте {username},\n\nВашият сигнал (ID: {reportId}) беше прегледан от нашия Екип по безопасност.\n\nОтговор от Екипа по безопасност:\n{publicComment}\n\nБлагодарим ви, че помагате Fluxer да бъде безопасно място за всички. Приемаме всички сигнали сериозно и ценим приноса ви към нашата общност.\n\nАко имате въпроси или притеснения относно това решение, моля, свържете се със safety@fluxer.app.\n\n- Екипът по безопасност на Fluxer"
	},
	"dsaReportVerification": {
		"subject": "Потвърдете имейла си за DSA сигнал",
		"body": "Здравейте,\n\nИзползвайте следния код за потвърждение, за да подадете вашия сигнал по Закона за цифровите услуги (DSA) във Fluxer:\n\n{code}\n\nТози код изтича на {expiresAt, date, full} {expiresAt, time, short}.\n\nАко не сте поискали това, моля, игнорирайте това писмо.\n\n- Екипът по безопасност на Fluxer"
	},
	"registrationApproved": {
		"subject": "Вашата регистрация във Fluxer е одобрена",
		"body": "Здравейте {username},\n\nДобри новини! Вашата регистрация във Fluxer е одобрена.\n\nВече можете да влезете в приложението Fluxer на:\n{channelsUrl}\n\nДобре дошли в общността на Fluxer!\n\n- Екипът на Fluxer"
	},
	"emailChangeRevert": {
		"subject": "Имейлът ви във Fluxer беше променен",
		"body": "Здравейте {username},\n\nИмейлът на вашия Fluxer акаунт беше променен на {newEmail}.\n\nАко сте направили тази промяна, не е нужно да предприемате действие. Ако не, можете да върнете промяната и да защитите акаунта си чрез тази връзка:\n\n{revertUrl}\n\nТова ще възстанови предишния ви имейл, ще ви отпише от всички устройства, ще премахне свързаните телефонни номера, ще изключи MFA и ще изиска нова парола.\n\n- Екипът по безопасност на Fluxer"
	}
}
