{
	"passwordReset": {
		"subject": "Επαναφορά του κωδικού πρόσβασης Fluxer",
		"body": "Γεια σου {username},\n\nΖήτησες επαναφορά του κωδικού πρόσβασης Fluxer. Ακολούθησε τον παρακάτω σύνδεσμο για να ορίσεις νέο κωδικό:\n\n{resetUrl}\n\nΑν δεν ζήτησες αυτήν την επαναφορά, μπορείς να αγνοήσεις με ασφάλεια αυτό το email.\n\nΑυτός ο σύνδεσμος θα λήξει σε 1 ώρα.\n\n- Ομάδα Fluxer"
	},
	"emailVerification": {
		"subject": "Επαλήθευση της διεύθυνσης email σου στο Fluxer",
		"body": "Γεια σου {username},\n\nΠαρακαλούμε επαλήθευσε τη διεύθυνση email του λογαριασμού σου στο Fluxer κάνοντας κλικ στον παρακάτω σύνδεσμο:\n\n{verifyUrl}\n\nΑν δεν δημιούργησες λογαριασμό Fluxer, μπορείς να αγνοήσεις με ασφάλεια αυτό το email.\n\nΑυτός ο σύνδεσμος θα λήξει σε 24 ώρες.\n\n- Ομάδα Fluxer"
	},
	"emailChangeOriginal": {
		"subject": "Επιβεβαίωσε την αλλαγή email στο Fluxer",
		"body": "Γεια σου {username},\n\nΛάβαμε αίτημα για αλλαγή του email στον λογαριασμό σου στο Fluxer.\n\nΓια να επιβεβαιώσεις αυτήν την αλλαγή, εισήγαγε αυτόν τον κωδικό στην εφαρμογή:\n\n{code}\n\nΑυτός ο κωδικός λήγει στις {expiresAt, date, full} {expiresAt, time, short}.\n\nΑν δεν ζήτησες αυτό το αίτημα, ασφάλισε τον λογαριασμό σου άμεσα.\n\n- Ομάδα Fluxer"
	},
	"emailChangeNew": {
		"subject": "Επαλήθευσε το νέο σου email στο Fluxer",
		"body": "Γεια σου {username},\n\nΕισήγαγε αυτόν τον κωδικό στην εφαρμογή για να επαληθεύσεις το νέο σου email στο Fluxer:\n\n{code}\n\nΑυτός ο κωδικός λήγει στις {expiresAt, date, full} {expiresAt, time, short}.\n\nΑν δεν το ζήτησες εσύ, μπορείς να αγνοήσεις αυτό το email."
	},
	"ipAuthorization": {
		"subject": "Εξουσιοδότησε σύνδεση από νέα διεύθυνση IP",
		"body": "Γεια σου {username},\n\nΕντοπίσαμε μια προσπάθεια σύνδεσης στον λογαριασμό σου στο Fluxer από μια νέα διεύθυνση IP:\n\nΔιεύθυνση IP: {ipAddress}\nΤοποθεσία: {location}\n\nΑν ήσουν εσύ, παρακαλούμε εξουσιοδότησε αυτήν τη διεύθυνση IP κάνοντας κλικ στον παρακάτω σύνδεσμο:\n\n{authUrl}\n\nΑν δεν προσπάθησες να συνδεθείς, άλλαξε τον κωδικό πρόσβασής σου άμεσα.\n\nΑυτός ο σύνδεσμος εξουσιοδότησης θα λήξει σε 30 λεπτά.\n\n- Ομάδα Fluxer"
	},
	"accountDisabledSuspicious": {
		"subject": "Ο λογαριασμός σου στο Fluxer έχει απενεργοποιηθεί προσωρινά",
		"body": "Γεια σου {username},\n\nΟ λογαριασμός σου στο Fluxer απενεργοποιήθηκε προσωρινά λόγω ύποπτης δραστηριότητας.\n\n{reason, select,\n\tnull {}\n\tother {Αιτία: {reason}\n\n}}Για να ανακτήσεις πρόσβαση στον λογαριασμό σου, πρέπει να επαναφέρεις τον κωδικό πρόσβασής σου:\n\n{forgotUrl}\n\nΑφού επαναφέρεις τον κωδικό πρόσβασής σου, θα μπορείς να συνδεθείς ξανά.\n\nΑν πιστεύεις ότι αυτή η ενέργεια έγινε από λάθος, παρακαλούμε επικοινώνησε με την ομάδα υποστήριξής μας.\n\n- Ομάδα Ασφάλειας Fluxer"
	},
	"accountTempBanned": {
		"subject": "Ο λογαριασμός σου στο Fluxer έχει τεθεί σε προσωρινή αναστολή",
		"body": "Γεια σου {username},\n\nΟ λογαριασμός σου στο Fluxer έχει τεθεί σε προσωρινή αναστολή λόγω παραβίασης των Όρων Χρήσης ή/και των Οδηγιών Κοινότητας.\n\nΔιάρκεια: {durationHours, plural,\n\t=1 {1 ώρα}\n\tother {# ώρες}\n}\nΣε αναστολή έως: {bannedUntil, date, full} {bannedUntil, time, short}\n{reason, select,\n\tnull {}\n\tother {\nΑιτία: {reason}}\n}\n\nΚατά τη διάρκεια αυτής της περιόδου, δεν θα μπορείς να έχεις πρόσβαση στον λογαριασμό σου.\n\nΣε προτρέπουμε να διαβάσεις:\n- Όρους Χρήσης: {termsUrl}\n- Οδηγίες Κοινότητας: {guidelinesUrl}\n\nΑν πιστεύεις ότι αυτή η απόφαση επιβολής ήταν λανθασμένη ή αδικαιολόγητη, μπορείς να υποβάλεις ένσταση στο appeals@fluxer.app από αυτή τη διεύθυνση email. Παρακαλούμε εξήγησε καθαρά γιατί πιστεύεις ότι η απόφαση ήταν λάθος. Θα εξετάσουμε την ένστασή σου και θα απαντήσουμε με την τελική μας απόφαση.\n\n- Ομάδα Ασφάλειας Fluxer"
	},
	"accountScheduledDeletion": {
		"subject": "Ο λογαριασμός σου στο Fluxer έχει προγραμματιστεί για διαγραφή",
		"body": "Γεια σου {username},\n\nΟ λογαριασμός σου στο Fluxer έχει προγραμματιστεί για μόνιμη διαγραφή λόγω παραβιάσεων των Όρων Χρήσης ή/και των Οδηγιών Κοινότητας.\n\nΗμερομηνία προγραμματισμένης διαγραφής: {deletionDate, date, full} {deletionDate, time, short}\n{reason, select,\n\tnull {}\n\tother {\nΑιτία: {reason}}\n}\n\nΠρόκειται για σοβαρή ενέργεια επιβολής. Τα δεδομένα του λογαριασμού σου θα διαγραφούν μόνιμα στην προγραμματισμένη ημερομηνία.\n\nΣε προτρέπουμε να διαβάσεις:\n- Όρους Χρήσης: {termsUrl}\n- Οδηγίες Κοινότητας: {guidelinesUrl}\n\nΔΙΑΔΙΚΑΣΙΑ ΕΝΣΤΑΣΗΣ:\nΑν πιστεύεις ότι αυτή η απόφαση επιβολής ήταν λανθασμένη ή αδικαιολόγητη, έχεις 30 ημέρες για να υποβάλεις ένσταση στο appeals@fluxer.app από αυτή τη διεύθυνση email.\n\nΣτην ένστασή σου, παρακαλούμε:\n- Εξήγησε καθαρά γιατί πιστεύεις ότι η απόφαση επιβολής ήταν λανθασμένη ή αδικαιολόγητη\n- Παρείχε οποιαδήποτε σχετικά αποδεικτικά στοιχεία ή πλαίσιο\n\nΈνα μέλος της Ομάδας Ασφάλειας Fluxer θα εξετάσει την ένστασή σου και μπορεί να ακυρώσει την επικείμενη διαγραφή μέχρι να εκδοθεί τελική απόφαση.\n\n- Ομάδα Ασφάλειας Fluxer"
	},
	"selfDeletionScheduled": {
		"subject": "Η διαγραφή του λογαριασμού σου στο Fluxer έχει προγραμματιστεί",
		"body": "Γεια σου {username},\n\nΛυπούμαστε που φεύγεις! Ο λογαριασμός σου στο Fluxer έχει προγραμματιστεί για διαγραφή.\n\nΗμερομηνία προγραμματισμένης διαγραφής: {deletionDate, date, full} {deletionDate, time, short}\n\nΣΗΜΑΝΤΙΚΟ: Μπορείς να ακυρώσεις αυτήν τη διαγραφή οποιαδήποτε στιγμή πριν από τις {deletionDate, date, full} {deletionDate, time, short} απλώς συνδεόμενος/η ξανά στον λογαριασμό σου.\n\nΠΡΙΝ ΦΥΓΕΙΣ:\nΟ Πίνακας Ελέγχου Απορρήτου στις Ρυθμίσεις Χρήστη σου επιτρέπει να:\n- Διαγράψεις τα μηνύματά σου στην πλατφόρμα\n- Εξαγάγεις τυχόν χρήσιμα δεδομένα πριν αποχωρήσεις\n\nΣημείωση: Μόλις διαγραφεί ο λογαριασμός σου, δεν υπάρχει τρόπος να διαγράψεις τα μηνύματά σου. Αν θέλεις να διαγράψεις τα μηνύματά σου, κάν’ το μέσω του Πίνακα Ελέγχου Απορρήτου πριν οριστικοποιηθεί η διαγραφή.\n\nΑν αλλάξεις γνώμη, απλώς συνδέσου ξανά για να ακυρώσεις τη διαγραφή.\n\n- Ομάδα Fluxer"
	},
	"inactivityWarning": {
		"subject": "Ο λογαριασμός σου στο Fluxer θα διαγραφεί λόγω αδράνειας",
		"body": "Γεια σου {username},\n\nΠαρατηρήσαμε ότι δεν έχεις συνδεθεί στον λογαριασμό σου στο Fluxer για πάνω από 2 χρόνια.\n\nΤελευταία σύνδεση: {lastActiveDate, date, full} {lastActiveDate, time, short}\n\nΣύμφωνα με την πολιτική διατήρησης δεδομένων μας, οι ανενεργοί λογαριασμοί προγραμματίζονται αυτόματα για διαγραφή. Ο λογαριασμός σου θα διαγραφεί μόνιμα στις:\n\nΗμερομηνία προγραμματισμένης διαγραφής: {deletionDate, date, full} {deletionDate, time, short}\n\nΠΩΣ ΝΑ ΚΡΑΤΗΣΕΙΣ ΤΟΝ ΛΟΓΑΡΙΑΣΜΟ ΣΟΥ:\nΑπλώς συνδέσου στον λογαριασμό σου στο {loginUrl} πριν από την ημερομηνία διαγραφής για να ακυρώσεις αυτήν την αυτόματη διαγραφή. Δεν απαιτείται καμία άλλη ενέργεια.\n\nΤΙ ΣΥΜΒΑΙΝΕΙ ΑΝ ΔΕΝ ΣΥΝΔΕΘΕΙΣ:\n- Ο λογαριασμός σου και όλα τα συσχετισμένα δεδομένα θα διαγραφούν μόνιμα\n- Τα μηνύματά σου θα ανωνυμοποιηθούν (θα αποδοθούν σε \"Deleted User\")\n- Αυτή η ενέργεια δεν μπορεί να αναιρεθεί\n\nΘΕΛΕΙΣ ΝΑ ΔΙΑΓΡΑΨΕΙΣ ΤΑ ΜΗΝΥΜΑΤΑ ΣΟΥ;\nΑν θέλεις να διαγράψεις τα μηνύματά σου πριν διαγραφεί ο λογαριασμός σου, συνδέσου και χρησιμοποίησε τον Πίνακα Ελέγχου Απορρήτου στις Ρυθμίσεις Χρήστη.\n\nΕλπίζουμε να σε ξαναδούμε στο Fluxer!\n\n- Ομάδα Fluxer"
	},
	"harvestCompleted": {
		"subject": "Η εξαγωγή δεδομένων Fluxer σου είναι έτοιμη",
		"body": "Γεια σου {username},\n\nΗ εξαγωγή των δεδομένων σου ολοκληρώθηκε και είναι έτοιμη για λήψη!\n\nΣύνοψη εξαγωγής:\n- Συνολικά μηνύματα: {totalMessages, number}\n- Μέγεθος αρχείου: {fileSizeMB} MB\n- Μορφή: αρχείο ZIP με αρχεία JSON\n\nΛήψη των δεδομένων σου: {downloadUrl}\n\nΣΗΜΑΝΤΙΚΟ: Αυτός ο σύνδεσμος λήψης θα λήξει στις {expiresAt, date, full} {expiresAt, time, short}\n\nΤι περιλαμβάνεται στην εξαγωγή σου:\n- Όλα τα μηνύματά σου οργανωμένα ανά κανάλι\n- Μεταδεδομένα καναλιών\n- Το προφίλ χρήστη σου και πληροφορίες λογαριασμού\n- Συμμετοχές σε guilds και ρυθμίσεις\n- Συνεδρίες σύνδεσης και πληροφορίες ασφάλειας\n\nΤα δεδομένα είναι οργανωμένα σε μορφή JSON για εύκολη ανάλυση και επεξεργασία.\n\nΑν έχεις οποιαδήποτε ερώτηση σχετικά με την εξαγωγή των δεδομένων σου, επικοινώνησε με το support@fluxer.app\n\n- Ομάδα Fluxer"
	},
	"unbanNotification": {
		"subject": "Η αναστολή του λογαριασμού σου στο Fluxer έχει αρθεί",
		"body": "Γεια σου {username},\n\nΚαλά νέα! Η αναστολή του λογαριασμού σου στο Fluxer έχει αρθεί.\n\nΑιτία: {reason}\n\nΜπορείς τώρα να συνδεθείς ξανά στον λογαριασμό σου και να συνεχίσεις να χρησιμοποιείς το Fluxer.\n\n- Ομάδα Ασφάλειας Fluxer"
	},
	"scheduledDeletionNotification": {
		"subject": "Ο λογαριασμός σου στο Fluxer έχει προγραμματιστεί για διαγραφή",
		"body": "Γεια σου {username},\n\nΟ λογαριασμός σου στο Fluxer έχει προγραμματιστεί για μόνιμη διαγραφή.\n\nΗμερομηνία προγραμματισμένης διαγραφής: {deletionDate, date, full} {deletionDate, time, short}\nΑιτία: {reason}\n\nΠρόκειται για σοβαρή ενέργεια επιβολής. Τα δεδομένα του λογαριασμού σου θα διαγραφούν μόνιμα στην προγραμματισμένη ημερομηνία.\n\nΑν πιστεύεις ότι αυτή η απόφαση επιβολής ήταν λανθασμένη, μπορείς να υποβάλεις ένσταση στο appeals@fluxer.app από αυτή τη διεύθυνση email.\n\n- Ομάδα Ασφάλειας Fluxer"
	},
	"giftChargebackNotification": {
		"subject": "Το δώρο Fluxer Premium σου ανακλήθηκε",
		"body": "Γεια σου {username},\n\nΣου γράφουμε για να σε ενημερώσουμε ότι το δώρο Fluxer Premium που εξαργύρωσες ανακλήθηκε λόγω αμφισβήτησης πληρωμής (chargeback) που υπέβαλε ο αρχικός αγοραστής.\n\nΤα προνόμια premium αφαιρέθηκαν από τον λογαριασμό σου. Αυτή η ενέργεια έγινε επειδή η πληρωμή για το δώρο αμφισβητήθηκε και αντιστράφηκε.\n\nΑν έχεις απορίες, επικοινώνησε με το support@fluxer.app.\n\n- Ομάδα Fluxer"
	},
	"reportResolved": {
		"subject": "Η αναφορά σου στο Fluxer έχει εξεταστεί",
		"body": "Γεια σου {username},\n\nΗ αναφορά σου (ID: {reportId}) έχει εξεταστεί από την Ομάδα Ασφάλειάς μας.\n\nΑπάντηση από την Ομάδα Ασφάλειας:\n{publicComment}\n\nΣε ευχαριστούμε που βοηθάς να παραμένει το Fluxer ασφαλές για όλους. Παίρνουμε όλες τις αναφορές στα σοβαρά και εκτιμούμε τη συμβολή σου στην κοινότητά μας.\n\nΑν έχεις οποιαδήποτε ερώτηση ή ανησυχία σχετικά με αυτήν την απόφαση, επικοινώνησε με το safety@fluxer.app.\n\n- Ομάδα Ασφάλειας Fluxer"
	},
	"dsaReportVerification": {
		"subject": "Επαλήθευσε το email σου για αναφορά DSA",
		"body": "Γεια σου,\n\nΧρησιμοποίησε τον ακόλουθο κωδικό επαλήθευσης για να υποβάλεις την αναφορά σου βάσει του Digital Services Act (DSA) στο Fluxer:\n\n{code}\n\nΑυτός ο κωδικός λήγει στις {expiresAt, date, full} {expiresAt, time, short}.\n\nΑν δεν το ζήτησες εσύ, παρακαλούμε αγνόησε αυτό το email.\n\n- Ομάδα Ασφάλειας Fluxer"
	},
	"registrationApproved": {
		"subject": "Η εγγραφή σου στο Fluxer εγκρίθηκε",
		"body": "Γεια σου {username},\n\nΚαλά νέα! Η εγγραφή σου στο Fluxer εγκρίθηκε.\n\nΜπορείς τώρα να συνδεθείς στην εφαρμογή Fluxer στο:\n{channelsUrl}\n\nΚαλωσόρισες στην κοινότητα του Fluxer!\n\n- Ομάδα Fluxer"
	},
	"emailChangeRevert": {
		"subject": "Το email του λογαριασμού σου στο Fluxer άλλαξε",
		"body": "Γεια σου {username},\n\nΤο email του λογαριασμού σου στο Fluxer άλλαξε σε {newEmail}.\n\nΑν έκανες εσύ αυτήν την αλλαγή, δεν απαιτείται καμία ενέργεια. Αν όχι, μπορείς να επαναφέρεις και να ασφάλισεις τον λογαριασμό σου χρησιμοποιώντας αυτόν τον σύνδεσμο:\n\n{revertUrl}\n\nΑυτό θα επαναφέρει το προηγούμενο email σου, θα σε αποσυνδέσει από παντού, θα αφαιρέσει συνδεδεμένους αριθμούς τηλεφώνου, θα απενεργοποιήσει το MFA και θα απαιτήσει νέο κωδικό πρόσβασης.\n\n- Ομάδα Ασφάλειας Fluxer"
	}
}
