{
	"passwordReset": {
		"subject": "अपना Fluxer पासवर्ड रीसेट करें",
		"body": "नमस्ते {username},\n\nआपने अपना Fluxer पासवर्ड रीसेट करने का अनुरोध किया था। नया पासवर्ड सेट करने के लिए कृपया नीचे दिए गए लिंक का पालन करें:\n\n{resetUrl}\n\nयदि आपने यह पासवर्ड रीसेट अनुरोध नहीं किया है, तो आप इस ईमेल को सुरक्षित रूप से अनदेखा कर सकते हैं।\n\nयह लिंक 1 घंटे में समाप्त हो जाएगा।\n\n- Fluxer टीम"
	},
	"emailVerification": {
		"subject": "अपने Fluxer ईमेल पते का सत्यापन करें",
		"body": "नमस्ते {username},\n\nकृपया नीचे दिए गए लिंक पर क्लिक करके अपने Fluxer खाते के लिए अपने ईमेल पते का सत्यापन करें:\n\n{verifyUrl}\n\nयदि आपने Fluxer खाता नहीं बनाया है, तो आप इस ईमेल को सुरक्षित रूप से अनदेखा कर सकते हैं।\n\nयह लिंक 24 घंटे में समाप्त हो जाएगा।\n\n- Fluxer टीम"
	},
	"emailChangeOriginal": {
		"subject": "अपने Fluxer ईमेल परिवर्तन की पुष्टि करें",
		"body": "नमस्ते {username},\n\nहमें आपके Fluxer खाते पर ईमेल बदलने का अनुरोध प्राप्त हुआ है।\n\nइस परिवर्तन की पुष्टि करने के लिए, ऐप में यह कोड दर्ज करें:\n\n{code}\n\nयह कोड {expiresAt, date, full} {expiresAt, time, short} पर समाप्त हो जाएगा।\n\nयदि आपने यह अनुरोध नहीं किया है, तो कृपया तुरंत अपने खाते को सुरक्षित करें।\n\n- Fluxer टीम"
	},
	"emailChangeNew": {
		"subject": "अपने नए Fluxer ईमेल का सत्यापन करें",
		"body": "नमस्ते {username},\n\nअपने नए Fluxer ईमेल का सत्यापन करने के लिए ऐप में यह कोड दर्ज करें:\n\n{code}\n\nयह कोड {expiresAt, date, full} {expiresAt, time, short} पर समाप्त हो जाएगा।\n\nयदि आपने यह अनुरोध नहीं किया है, तो आप इस ईमेल को अनदेखा कर सकते हैं।"
	},
	"ipAuthorization": {
		"subject": "नए IP पते से लॉगिन अधिकृत करें",
		"body": "नमस्ते {username},\n\nहमने आपके Fluxer खाते में एक नए IP पते से लॉगिन प्रयास का पता लगाया है:\n\nIP पता: {ipAddress}\nस्थान: {location}\n\nयदि यह आप ही थे, तो कृपया नीचे दिए गए लिंक पर क्लिक करके इस IP पते को अधिकृत करें:\n\n{authUrl}\n\nयदि आपने लॉगिन करने का प्रयास नहीं किया, तो कृपया तुरंत अपना पासवर्ड बदलें।\n\nयह अधिकरण लिंक 30 मिनट में समाप्त हो जाएगा।\n\n- Fluxer टीम"
	},
	"accountDisabledSuspicious": {
		"subject": "आपका Fluxer खाता अस्थायी रूप से अक्षम कर दिया गया है",
		"body": "नमस्ते {username},\n\nसंदिग्ध गतिविधि के कारण आपका Fluxer खाता अस्थायी रूप से अक्षम कर दिया गया है।\n\n{reason, select,\n\tnull {}\n\tother {कारण: {reason}\n\n}}अपने खाते की पहुँच वापस पाने के लिए आपको अपना पासवर्ड रीसेट करना होगा:\n\n{forgotUrl}\n\nपासवर्ड रीसेट करने के बाद, आप फिर से लॉग इन कर पाएँगे।\n\nयदि आपको लगता है कि यह कार्रवाई गलती से की गई है, तो कृपया हमारी सहायता टीम से संपर्क करें।\n\n- Fluxer सुरक्षा टीम"
	},
	"accountTempBanned": {
		"subject": "आपका Fluxer खाता अस्थायी रूप से निलंबित कर दिया गया है",
		"body": "नमस्ते {username},\n\nसेवा की शर्तों या सामुदायिक दिशानिर्देशों के उल्लंघन के कारण आपका Fluxer खाता अस्थायी रूप से निलंबित कर दिया गया है।\n\nअवधि: {durationHours, plural,\n\t=1 {1 घंटा}\n\tother {# घंटे}\n}\nनिलंबन समाप्त: {bannedUntil, date, full} {bannedUntil, time, short}\n{reason, select,\n\tnull {}\n\tother {\nकारण: {reason}}\n}\n\nइस अवधि के दौरान, आप अपने खाते तक पहुँच नहीं कर पाएँगे।\n\nहम आपसे आग्रह करते हैं कि आप हमारी समीक्षा करें:\n- सेवा की शर्तें: {termsUrl}\n- सामुदायिक दिशानिर्देश: {guidelinesUrl}\n\nयदि आपको लगता है कि यह प्रवर्तन निर्णय गलत या अनुचित था, तो आप इस ईमेल पते से appeals@fluxer.app पर अपील भेज सकते हैं। कृपया स्पष्ट रूप से बताएं कि आपको क्यों लगता है कि निर्णय गलत था। हम आपकी अपील की समीक्षा करेंगे और अपना निर्णय बताएँगे।\n\n- Fluxer सुरक्षा टीम"
	},
	"accountScheduledDeletion": {
		"subject": "आपका Fluxer खाता हटाने के लिए निर्धारित है",
		"body": "नमस्ते {username},\n\nसेवा की शर्तों या सामुदायिक दिशानिर्देशों के उल्लंघन के कारण आपका Fluxer खाता स्थायी रूप से हटाने के लिए निर्धारित किया गया है।\n\nनिर्धारित हटाने की तारीख: {deletionDate, date, full} {deletionDate, time, short}\n{reason, select,\n\tnull {}\n\tother {\nकारण: {reason}}\n}\n\nयह एक गंभीर प्रवर्तन कार्रवाई है। निर्धारित तारीख पर आपके खाते का डेटा स्थायी रूप से हटा दिया जाएगा।\n\nहम आपसे आग्रह करते हैं कि आप हमारी समीक्षा करें:\n- सेवा की शर्तें: {termsUrl}\n- सामुदायिक दिशानिर्देश: {guidelinesUrl}\n\nअपील प्रक्रिया:\nयदि आपको लगता है कि यह प्रवर्तन निर्णय गलत या अनुचित था, तो आपके पास इस ईमेल पते से appeals@fluxer.app पर अपील जमा करने के लिए 30 दिन हैं।\n\nअपील में, कृपया:\n- स्पष्ट रूप से बताएं कि आपको क्यों लगता है कि प्रवर्तन निर्णय गलत या अनुचित था\n- कोई भी प्रासंगिक प्रमाण या संदर्भ प्रदान करें\n\nFluxer सुरक्षा टीम का एक सदस्य आपकी अपील की समीक्षा करेगा और अंतिम निर्णय होने तक लंबित हटाने को रद्द कर सकता है।\n\n- Fluxer सुरक्षा टीम"
	},
	"selfDeletionScheduled": {
		"subject": "आपके Fluxer खाते को हटाने का शेड्यूल तय कर दिया गया है",
		"body": "नमस्ते {username},\n\nहमें आपको जाते हुए देखकर दुख हो रहा है! आपके Fluxer खाते को हटाने के लिए शेड्यूल तय कर दिया गया है।\n\nनिर्धारित हटाने की तारीख: {deletionDate, date, full} {deletionDate, time, short}\n\nमहत्वपूर्ण: आप {deletionDate, date, full} {deletionDate, time, short} से पहले किसी भी समय अपने खाते में फिर से लॉग इन करके इस हटाने को रद्द कर सकते हैं।\n\nजाने से पहले:\nउपयोगकर्ता सेटिंग्स में आपका प्राइवेसी डैशबोर्ड आपको यह करने देता है:\n- प्लेटफ़ॉर्म पर अपने संदेश हटाएँ\n- जाने से पहले कोई भी मूल्यवान डेटा निकालें\n\nकृपया ध्यान दें: एक बार आपका खाता हट जाने के बाद, आपके संदेश हटाने का कोई तरीका नहीं होगा। यदि आप अपने संदेश हटाना चाहते हैं, तो कृपया खाता हटाने के अंतिम रूप से लागू होने से पहले प्राइवेसी डैशबोर्ड के माध्यम से ऐसा करें।\n\nयदि आप अपना मन बदलते हैं, तो बस हटाने को रद्द करने के लिए फिर से लॉग इन करें।\n\n- Fluxer टीम"
	},
	"inactivityWarning": {
		"subject": "निष्क्रियता के कारण आपका Fluxer खाता हटाया जाएगा",
		"body": "नमस्ते {username},\n\nहमने देखा कि आपने 2 वर्षों से अधिक समय से अपने Fluxer खाते में लॉग इन नहीं किया है।\n\nअंतिम लॉगिन: {lastActiveDate, date, full} {lastActiveDate, time, short}\n\nहमारी डेटा रिटेंशन नीति के अनुसार, निष्क्रिय खातों को स्वचालित रूप से हटाने के लिए शेड्यूल किया जाता है। आपका खाता स्थायी रूप से इस तारीख को हटा दिया जाएगा:\n\nनिर्धारित हटाने की तारीख: {deletionDate, date, full} {deletionDate, time, short}\n\nअपना खाता कैसे बनाए रखें:\nहटाने की तारीख से पहले {loginUrl} पर अपने खाते में बस लॉग इन करें ताकि यह स्वचालित हटाना रद्द हो जाए। किसी अन्य कार्रवाई की आवश्यकता नहीं है।\n\nयदि आप लॉग इन नहीं करते तो क्या होगा:\n- आपका खाता और उससे जुड़ा सारा डेटा स्थायी रूप से हटा दिया जाएगा\n- आपके संदेशों को अनाम किया जाएगा (\"Deleted User\" के नाम से)\n- इस कार्रवाई को वापस नहीं लिया जा सकता\n\nक्या आप अपने संदेश हटाना चाहते हैं?\nयदि आप अपने खाते के हटने से पहले अपने संदेश हटाना चाहते हैं, तो कृपया लॉग इन करें और उपयोगकर्ता सेटिंग्स में प्राइवेसी डैशबोर्ड का उपयोग करें।\n\nहम आशा करते हैं कि आप Fluxer पर फिर से आएँगे!\n\n- Fluxer टीम"
	},
	"harvestCompleted": {
		"subject": "आपका Fluxer डेटा एक्सपोर्ट तैयार है",
		"body": "नमस्ते {username},\n\nआपका डेटा एक्सपोर्ट पूरा हो गया है और डाउनलोड के लिए तैयार है!\n\nएक्सपोर्ट सारांश:\n- कुल संदेश: {totalMessages, number}\n- फ़ाइल आकार: {fileSizeMB} MB\n- फ़ॉर्मेट: JSON फ़ाइलों के साथ ZIP आर्काइव\n\nअपना डेटा डाउनलोड करें: {downloadUrl}\n\nमहत्वपूर्ण: यह डाउनलोड लिंक {expiresAt, date, full} {expiresAt, time, short} पर समाप्त हो जाएगा\n\nआपके एक्सपोर्ट में क्या शामिल है:\n- चैनल के अनुसार व्यवस्थित आपके सभी संदेश\n- चैनल मेटाडेटा\n- आपकी उपयोगकर्ता प्रोफ़ाइल और खाता जानकारी\n- गिल्ड सदस्यता और सेटिंग्स\n- प्रमाणीकरण सत्र और सुरक्षा जानकारी\n\nडेटा को आसान पार्सिंग और विश्लेषण के लिए JSON फ़ॉर्मेट में व्यवस्थित किया गया है।\n\nयदि आपके डेटा एक्सपोर्ट के बारे में कोई प्रश्न हैं, तो कृपया support@fluxer.app से संपर्क करें\n\n- Fluxer टीम"
	},
	"unbanNotification": {
		"subject": "आपके Fluxer खाते का निलंबन हटा दिया गया है",
		"body": "नमस्ते {username},\n\nअच्छी खबर! आपके Fluxer खाते का निलंबन हटा दिया गया है।\n\nकारण: {reason}\n\nअब आप अपने खाते में फिर से लॉग इन कर सकते हैं और Fluxer का उपयोग जारी रख सकते हैं।\n\n- Fluxer सुरक्षा टीम"
	},
	"scheduledDeletionNotification": {
		"subject": "आपका Fluxer खाता हटाने के लिए निर्धारित है",
		"body": "नमस्ते {username},\n\nआपका Fluxer खाता स्थायी रूप से हटाने के लिए निर्धारित किया गया है।\n\nनिर्धारित हटाने की तारीख: {deletionDate, date, full} {deletionDate, time, short}\nकारण: {reason}\n\nयह एक गंभीर प्रवर्तन कार्रवाई है। निर्धारित तारीख पर आपके खाते का डेटा स्थायी रूप से हटा दिया जाएगा।\n\nयदि आपको लगता है कि यह प्रवर्तन निर्णय गलत था, तो आप इस ईमेल पते से appeals@fluxer.app पर अपील जमा कर सकते हैं।\n\n- Fluxer सुरक्षा टीम"
	},
	"giftChargebackNotification": {
		"subject": "आपका Fluxer Premium उपहार रद्द कर दिया गया है",
		"body": "नमस्ते {username},\n\nहम आपको सूचित करने के लिए लिख रहे हैं कि आपने जो Fluxer Premium उपहार रिडीम किया था, उसे मूल खरीदार द्वारा भुगतान विवाद (चार्जबैक) दर्ज किए जाने के कारण रद्द कर दिया गया है।\n\nआपके खाते से आपके प्रीमियम लाभ हटा दिए गए हैं। यह कार्रवाई इसलिए की गई क्योंकि उपहार का भुगतान विवादित हुआ और वापस ले लिया गया।\n\nयदि आपके कोई प्रश्न हैं, तो कृपया support@fluxer.app से संपर्क करें।\n\n- Fluxer टीम"
	},
	"reportResolved": {
		"subject": "आपकी Fluxer रिपोर्ट की समीक्षा की गई है",
		"body": "नमस्ते {username},\n\nआपकी रिपोर्ट (ID: {reportId}) की हमारी सुरक्षा टीम द्वारा समीक्षा की गई है।\n\nसुरक्षा टीम की प्रतिक्रिया:\n{publicComment}\n\nFluxer को सभी के लिए सुरक्षित रखने में मदद करने के लिए धन्यवाद। हम सभी रिपोर्टों को गंभीरता से लेते हैं और हमारे समुदाय में आपके योगदान की सराहना करते हैं।\n\nयदि इस समाधान के बारे में आपके कोई प्रश्न या चिंताएँ हैं, तो कृपया safety@fluxer.app से संपर्क करें।\n\n- Fluxer सुरक्षा टीम"
	},
	"dsaReportVerification": {
		"subject": "DSA रिपोर्ट के लिए अपना ईमेल सत्यापित करें",
		"body": "नमस्ते,\n\nFluxer पर अपनी डिजिटल सर्विसेज़ एक्ट रिपोर्ट जमा करने के लिए निम्न सत्यापन कोड का उपयोग करें:\n\n{code}\n\nयह कोड {expiresAt, date, full} {expiresAt, time, short} पर समाप्त हो जाएगा।\n\nयदि आपने यह अनुरोध नहीं किया है, तो कृपया इस ईमेल को अनदेखा करें।\n\n- Fluxer सुरक्षा टीम"
	},
	"registrationApproved": {
		"subject": "आपका Fluxer पंजीकरण स्वीकृत हो गया है",
		"body": "नमस्ते {username},\n\nअच्छी खबर! आपका Fluxer पंजीकरण स्वीकृत हो गया है।\n\nअब आप Fluxer ऐप में यहाँ लॉग इन कर सकते हैं:\n{channelsUrl}\n\nFluxer समुदाय में आपका स्वागत है!\n\n- Fluxer टीम"
	},
	"emailChangeRevert": {
		"subject": "आपका Fluxer ईमेल बदल दिया गया था",
		"body": "नमस्ते {username},\n\nआपके Fluxer खाते का ईमेल बदलकर {newEmail} कर दिया गया था।\n\nयदि आपने यह परिवर्तन किया था, तो कोई कार्रवाई आवश्यक नहीं है। यदि नहीं, तो आप इस लिंक का उपयोग करके इसे वापस बदल सकते हैं और अपने खाते को सुरक्षित कर सकते हैं:\n\n{revertUrl}\n\nयह आपके पिछले ईमेल को बहाल करेगा, आपको हर जगह से साइन आउट करेगा, जुड़े हुए फ़ोन नंबर हटाएगा, MFA अक्षम करेगा, और नया पासवर्ड आवश्यक करेगा।\n\n- Fluxer सुरक्षा टीम"
	}
}
