{
	"passwordReset": {
		"subject": "รีเซ็ตรหัสผ่าน Fluxer ของคุณ",
		"body": "สวัสดี {username},\n\nคุณได้ส่งคำขอเพื่อรีเซ็ตรหัสผ่าน Fluxer ของคุณ โปรดใช้ลิงก์ด้านล่างเพื่อตั้งรหัสผ่านใหม่:\n\n{resetUrl}\n\nหากคุณไม่ได้เป็นผู้ส่งคำขอรีเซ็ตรหัสผ่านนี้ คุณสามารถละเว้นอีเมลฉบับนี้ได้อย่างปลอดภัย\n\nลิงก์นี้จะหมดอายุใน 1 ชั่วโมง\n\n- ทีม Fluxer"
	},
	"emailVerification": {
		"subject": "ยืนยันที่อยู่อีเมล Fluxer ของคุณ",
		"body": "สวัสดี {username},\n\nโปรดยืนยันที่อยู่อีเมลสำหรับบัญชี Fluxer ของคุณโดยคลิกลิงก์ด้านล่าง:\n\n{verifyUrl}\n\nหากคุณไม่ได้สร้างบัญชี Fluxer คุณสามารถละเว้นอีเมลฉบับนี้ได้อย่างปลอดภัย\n\nลิงก์นี้จะหมดอายุใน 24 ชั่วโมง\n\n- ทีม Fluxer"
	},
	"emailChangeOriginal": {
		"subject": "ยืนยันการเปลี่ยนอีเมล Fluxer ของคุณ",
		"body": "สวัสดี {username},\n\nเราได้รับคำขอให้เปลี่ยนที่อยู่อีเมลในบัญชี Fluxer ของคุณ\n\nเพื่อยืนยันการเปลี่ยนแปลงนี้ ให้กรอกรหัสนี้ในแอป:\n\n{code}\n\nรหัสนี้จะหมดอายุเวลา {expiresAt, date, full} {expiresAt, time, short}.\n\nหากคุณไม่ได้เป็นผู้ส่งคำขอนี้ โปรดดำเนินการรักษาความปลอดภัยบัญชีของคุณทันที\n\n- ทีม Fluxer"
	},
	"emailChangeNew": {
		"subject": "ยืนยันอีเมล Fluxer ใหม่ของคุณ",
		"body": "สวัสดี {username},\n\nกรอกรหัสนี้ในแอปเพื่อยืนยันอีเมล Fluxer ใหม่ของคุณ:\n\n{code}\n\nรหัสนี้จะหมดอายุเวลา {expiresAt, date, full} {expiresAt, time, short}.\n\nหากคุณไม่ได้เป็นผู้ส่งคำขอนี้ คุณสามารถละเว้นอีเมลฉบับนี้ได้"
	},
	"ipAuthorization": {
		"subject": "อนุญาตการเข้าสู่ระบบจากที่อยู่ IP ใหม่",
		"body": "สวัสดี {username},\n\nเราตรวจพบความพยายามเข้าสู่ระบบบัญชี Fluxer ของคุณจากที่อยู่ IP ใหม่:\n\nที่อยู่ IP: {ipAddress}\nตำแหน่งที่ตั้ง: {location}\n\nหากเป็นคุณ โปรดอนุญาตที่อยู่ IP นี้โดยคลิกลิงก์ด้านล่าง:\n\n{authUrl}\n\nหากคุณไม่ได้พยายามเข้าสู่ระบบ โปรดเปลี่ยนรหัสผ่านของคุณทันที\n\nลิงก์อนุญาตนี้จะหมดอายุใน 30 นาที\n\n- ทีมความปลอดภัย Fluxer"
	},
	"accountDisabledSuspicious": {
		"subject": "บัญชี Fluxer ของคุณถูกปิดใช้งานชั่วคราว",
		"body": "สวัสดี {username},\n\nบัญชี Fluxer ของคุณถูกปิดใช้งานชั่วคราวเนื่องจากตรวจพบกิจกรรมที่น่าสงสัย\n\n{reason, select,\n\tnull {}\n\tother {เหตุผล: {reason}\n\n}}เพื่อให้กลับเข้าใช้งานบัญชีของคุณได้ คุณต้องรีเซ็ตรหัสผ่าน:\n\n{forgotUrl}\n\nหลังจากรีเซ็ตรหัสผ่านแล้ว คุณจะสามารถเข้าสู่ระบบได้อีกครั้ง\n\nหากคุณเชื่อว่าการดำเนินการนี้เกิดจากความผิดพลาด โปรดติดต่อทีมซัพพอร์ตของเรา\n\n- ทีมความปลอดภัย Fluxer"
	},
	"accountTempBanned": {
		"subject": "บัญชี Fluxer ของคุณถูกระงับชั่วคราว",
		"body": "สวัสดี {username},\n\nบัญชี Fluxer ของคุณถูกระงับชั่วคราวเนื่องจากละเมิดข้อกำหนดการให้บริการหรือแนวทางปฏิบัติของชุมชนของเรา\n\nระยะเวลา: {durationHours, plural,\n\t=1 {1 ชั่วโมง}\n\tother {# ชั่วโมง}\n}\nระงับจนถึง: {bannedUntil, date, full} {bannedUntil, time, short}\n{reason, select,\n\tnull {}\n\tother {\nเหตุผล: {reason}}\n}\n\nในช่วงเวลาดังกล่าว คุณจะไม่สามารถเข้าถึงบัญชีของคุณได้\n\nเราขอแนะนำให้คุณทบทวน:\n- ข้อกำหนดการให้บริการ: {termsUrl}\n- แนวทางปฏิบัติของชุมชน: {guidelinesUrl}\n\nหากคุณเชื่อว่าการบังคับใช้นี้ไม่ถูกต้องหรือไม่เป็นธรรม คุณสามารถยื่นอุทธรณ์ได้ที่ appeals@fluxer.app จากที่อยู่อีเมลนี้ โปรดอธิบายอย่างชัดเจนว่าทำไมคุณจึงเชื่อว่าการตัดสินใจนี้ผิดพลาด เราจะตรวจสอบคำอุทธรณ์และตอบกลับผลการพิจารณา\n\n- ทีมความปลอดภัย Fluxer"
	},
	"accountScheduledDeletion": {
		"subject": "บัญชี Fluxer ของคุณถูกกำหนดให้ลบ",
		"body": "สวัสดี {username},\n\nบัญชี Fluxer ของคุณถูกกำหนดให้ลบอย่างถาวรเนื่องจากละเมิดข้อกำหนดการให้บริการหรือแนวทางปฏิบัติของชุมชนของเรา\n\nกำหนดวันลบ: {deletionDate, date, full} {deletionDate, time, short}\n{reason, select,\n\tnull {}\n\tother {\nเหตุผล: {reason}}\n}\n\nนี่เป็นการบังคับใช้ที่ร้ายแรง ข้อมูลบัญชีของคุณจะถูกลบอย่างถาวรในวันที่กำหนด\n\nเราขอแนะนำให้คุณทบทวน:\n- ข้อกำหนดการให้บริการ: {termsUrl}\n- แนวทางปฏิบัติของชุมชน: {guidelinesUrl}\n\nกระบวนการอุทธรณ์:\nหากคุณเชื่อว่าการบังคับใช้นี้ไม่ถูกต้องหรือไม่เป็นธรรม คุณมีเวลา 30 วันในการยื่นอุทธรณ์ไปที่ appeals@fluxer.app จากที่อยู่อีเมลนี้\n\nในคำอุทธรณ์ของคุณ โปรด:\n- อธิบายอย่างชัดเจนว่าทำไมคุณจึงเชื่อว่าการตัดสินใจบังคับใช้นี้ไม่ถูกต้องหรือไม่เป็นธรรม\n- แนบหลักฐานหรือบริบทที่เกี่ยวข้อง (หากมี)\n\nสมาชิกทีมความปลอดภัย Fluxer จะตรวจสอบคำอุทธรณ์ และอาจยกเลิกการลบที่กำลังรอดำเนินการจนกว่าจะมีคำตัดสินสุดท้าย\n\n- ทีมความปลอดภัย Fluxer"
	},
	"selfDeletionScheduled": {
		"subject": "กำหนดการลบบัญชี Fluxer ของคุณแล้ว",
		"body": "สวัสดี {username},\n\nเราเสียใจที่คุณจะจากไป! บัญชี Fluxer ของคุณถูกกำหนดให้ลบแล้ว\n\nกำหนดวันลบ: {deletionDate, date, full} {deletionDate, time, short}\n\nสำคัญ: คุณสามารถยกเลิกการลบนี้ได้ทุกเมื่อก่อน {deletionDate, date, full} {deletionDate, time, short} เพียงแค่เข้าสู่ระบบบัญชีของคุณอีกครั้ง\n\nก่อนที่คุณจะไป:\nแดชบอร์ดความเป็นส่วนตัว (Privacy Dashboard) ในการตั้งค่าผู้ใช้ช่วยให้คุณ:\n- ลบข้อความของคุณบนแพลตฟอร์ม\n- ดึงข้อมูลที่สำคัญออกไปก่อนย้ายออก\n\nโปรดทราบ: เมื่อบัญชีของคุณถูกลบแล้ว จะไม่สามารถลบข้อความของคุณได้อีก หากคุณต้องการลบข้อความ โปรดดำเนินการผ่าน Privacy Dashboard ก่อนที่การลบบัญชีจะเสร็จสิ้น\n\nหากคุณเปลี่ยนใจ เพียงเข้าสู่ระบบอีกครั้งเพื่อยกเลิกการลบ\n\n- ทีม Fluxer"
	},
	"inactivityWarning": {
		"subject": "บัญชี Fluxer ของคุณจะถูกลบเนื่องจากไม่มีการใช้งาน",
		"body": "สวัสดี {username},\n\nเราพบว่าคุณไม่ได้เข้าสู่ระบบบัญชี Fluxer ของคุณมานานกว่า 2 ปี\n\nเข้าสู่ระบบครั้งล่าสุด: {lastActiveDate, date, full} {lastActiveDate, time, short}\n\nตามนโยบายการเก็บรักษาข้อมูลของเรา บัญชีที่ไม่มีการใช้งานจะถูกกำหนดให้ลบโดยอัตโนมัติ บัญชีของคุณจะถูกลบอย่างถาวรในวันที่:\n\nกำหนดวันลบ: {deletionDate, date, full} {deletionDate, time, short}\n\nวิธีเก็บบัญชีของคุณไว้:\nเพียงเข้าสู่ระบบบัญชีของคุณที่ {loginUrl} ก่อนวันที่ลบ เพื่อยกเลิกการลบอัตโนมัตินี้ ไม่ต้องทำอย่างอื่นเพิ่มเติม\n\nจะเกิดอะไรขึ้นหากคุณไม่เข้าสู่ระบบ:\n- บัญชีและข้อมูลที่เกี่ยวข้องทั้งหมดจะถูกลบอย่างถาวร\n- ข้อความของคุณจะถูกทำให้ไม่ระบุตัวตน (ระบุเป็น \"ผู้ใช้ที่ถูกลบ\")\n- การดำเนินการนี้ไม่สามารถย้อนกลับได้\n\nอยากลบข้อความของคุณไหม?\nหากคุณต้องการลบข้อความของคุณก่อนที่บัญชีจะถูกลบ โปรดเข้าสู่ระบบและใช้ Privacy Dashboard ในการตั้งค่าผู้ใช้\n\nเราหวังว่าจะได้พบคุณอีกครั้งบน Fluxer!\n\n- ทีม Fluxer"
	},
	"harvestCompleted": {
		"subject": "การส่งออกข้อมูล Fluxer ของคุณพร้อมแล้ว",
		"body": "สวัสดี {username},\n\nการส่งออกข้อมูลของคุณเสร็จสมบูรณ์แล้ว และพร้อมให้ดาวน์โหลด!\n\nสรุปการส่งออก:\n- จำนวนข้อความทั้งหมด: {totalMessages, number}\n- ขนาดไฟล์: {fileSizeMB} MB\n- รูปแบบ: ไฟล์ ZIP ที่มีไฟล์ JSON\n\nดาวน์โหลดข้อมูลของคุณ: {downloadUrl}\n\nสำคัญ: ลิงก์ดาวน์โหลดนี้จะหมดอายุในวันที่ {expiresAt, date, full} {expiresAt, time, short}\n\nภายในไฟล์ส่งออกมีอะไรบ้าง:\n- ข้อความทั้งหมดของคุณ จัดเรียงตามช่อง (channel)\n- เมทาดาทาของช่อง\n- โปรไฟล์ผู้ใช้และข้อมูลบัญชีของคุณ\n- สมาชิกกิลด์ (guild) และการตั้งค่า\n- เซสชันการยืนยันตัวตนและข้อมูลความปลอดภัย\n\nข้อมูลถูกจัดเก็บในรูปแบบ JSON เพื่อให้แยกวิเคราะห์และนำไปใช้งานต่อได้ง่าย\n\nหากคุณมีคำถามเกี่ยวกับการส่งออกข้อมูล โปรดติดต่อ support@fluxer.app\n\n- ทีม Fluxer"
	},
	"unbanNotification": {
		"subject": "ยกเลิกการระงับบัญชี Fluxer ของคุณแล้ว",
		"body": "สวัสดี {username},\n\nข่าวดี! การระงับบัญชี Fluxer ของคุณถูกยกเลิกแล้ว\n\nเหตุผล: {reason}\n\nตอนนี้คุณสามารถเข้าสู่ระบบและใช้งาน Fluxer ต่อได้\n\n- ทีมความปลอดภัย Fluxer"
	},
	"scheduledDeletionNotification": {
		"subject": "บัญชี Fluxer ของคุณถูกกำหนดให้ลบ",
		"body": "สวัสดี {username},\n\nบัญชี Fluxer ของคุณถูกกำหนดให้ลบอย่างถาวร\n\nกำหนดวันลบ: {deletionDate, date, full} {deletionDate, time, short}\nเหตุผล: {reason}\n\nนี่เป็นการบังคับใช้ที่ร้ายแรง ข้อมูลบัญชีของคุณจะถูกลบอย่างถาวรในวันที่กำหนด\n\nหากคุณเชื่อว่าการตัดสินใจบังคับใช้นี้ไม่ถูกต้อง คุณสามารถยื่นอุทธรณ์ได้ที่ appeals@fluxer.app จากที่อยู่อีเมลนี้\n\n- ทีมความปลอดภัย Fluxer"
	},
	"giftChargebackNotification": {
		"subject": "ของขวัญ Fluxer Premium ของคุณถูกเพิกถอน",
		"body": "สวัสดี {username},\n\nเราขอแจ้งให้ทราบว่า ของขวัญ Fluxer Premium ที่คุณแลกรับถูกเพิกถอน เนื่องจากมีการโต้แย้งการชำระเงิน (chargeback) โดยผู้ซื้อเดิม\n\nสิทธิประโยชน์พรีเมียมของคุณถูกลบออกจากบัญชีแล้ว การดำเนินการนี้เกิดขึ้นเพราะการชำระเงินสำหรับของขวัญถูกโต้แย้งและถูกย้อนกลับ\n\nหากคุณมีคำถาม โปรดติดต่อ support@fluxer.app\n\n- ทีม Fluxer"
	},
	"reportResolved": {
		"subject": "รายงาน Fluxer ของคุณได้รับการตรวจสอบแล้ว",
		"body": "สวัสดี {username},\n\nรายงานของคุณ (ID: {reportId}) ได้รับการตรวจสอบโดยทีมความปลอดภัยของเราแล้ว\n\nคำตอบจากทีมความปลอดภัย:\n{publicComment}\n\nขอบคุณที่ช่วยให้ Fluxer ปลอดภัยสำหรับทุกคน เราให้ความสำคัญกับทุกรายงานอย่างจริงจัง และซาบซึ้งในส่วนร่วมของคุณต่อชุมชน\n\nหากคุณมีคำถามหรือข้อกังวลเกี่ยวกับผลการตรวจสอบนี้ โปรดติดต่อ safety@fluxer.app\n\n- ทีมความปลอดภัย Fluxer"
	},
	"dsaReportVerification": {
		"subject": "ยืนยันอีเมลของคุณสำหรับรายงานตาม DSA",
		"body": "สวัสดี,\n\nใช้รหัสยืนยันต่อไปนี้เพื่อส่งรายงานตามกฎหมาย Digital Services Act (DSA) บน Fluxer:\n\n{code}\n\nรหัสนี้จะหมดอายุเวลา {expiresAt, date, full} {expiresAt, time, short}.\n\nหากคุณไม่ได้เป็นผู้ส่งคำขอนี้ โปรดละเว้นอีเมลฉบับนี้\n\n- ทีมความปลอดภัย Fluxer"
	},
	"registrationApproved": {
		"subject": "การลงทะเบียน Fluxer ของคุณได้รับการอนุมัติแล้ว",
		"body": "สวัสดี {username},\n\nข่าวดี! การลงทะเบียน Fluxer ของคุณได้รับการอนุมัติแล้ว\n\nตอนนี้คุณสามารถเข้าสู่ระบบแอป Fluxer ได้ที่:\n{channelsUrl}\n\nยินดีต้อนรับสู่ชุมชน Fluxer!\n\n- ทีม Fluxer"
	},
	"emailChangeRevert": {
		"subject": "อีเมล Fluxer ของคุณถูกเปลี่ยนแปลง",
		"body": "สวัสดี {username},\n\nอีเมลบัญชี Fluxer ของคุณถูกเปลี่ยนเป็น {newEmail}.\n\nหากคุณเป็นผู้เปลี่ยนเอง ไม่ต้องทำอะไรเพิ่มเติม หากไม่ใช่ คุณสามารถย้อนกลับและรักษาความปลอดภัยบัญชีของคุณได้ด้วยลิงก์นี้:\n\n{revertUrl}\n\nการดำเนินการนี้จะคืนค่าอีเมลเดิม ออกจากระบบทุกอุปกรณ์ ลบเบอร์โทรศัพท์ที่เชื่อมไว้ ปิดการยืนยันตัวตนหลายปัจจัย (MFA) และบังคับให้ตั้งรหัสผ่านใหม่\n\n- ทีมความปลอดภัย Fluxer"
	}
}
